{
  "About me": "Over mij",
  "Portfolio": "Portfolio",
  "Contact": "Contact",
  "Contact me": "Contact mij even.",
  "Source code": "Broncode",
  "Website": "Website",
  "I am Bartosz Adamczyk, currently ICT student at HZ University of Applied Sciences, with a passion for technology, innovation, and creating impactful digital experiences": "Ik ben Bartosz Adamczyk, momenteel ICT-student aan de HZ University of Applied Sciences, met een passie voor technologie, innovatie en het creëren van impactvolle digitale ervaringen.",
  "I would like to introduce mainly my educational and professional background more in details on this page": "Op deze pagina wil ik voornamelijk mijn opleiding en professionele achtergrond toelichten.",
  "I am keen on programming and solving technical problems": "Ik hou van programmeren en het oplossen van technische problemen.",
  "I want to make world a better place through creating various applications, programs and websites": "Ik wil de wereld verbeteren door verschillende applicaties, programma's en websites te maken.",
  "It gives me a lot of pleasure and satisfaction": "Dat geeft me veel plezier en voldoening.",
  "Beyond tech, I love exploring new places, listening to great music, and embracing new experiences that fuel my creativity": "Naast technologie vind ik het heerlijk om nieuwe plaatsen te ontdekken, naar goede muziek te luisteren en nieuwe ervaringen te omarmen die mijn creativiteit aanwakkeren.",
  "Experience": "Ervaring",
  "May": "Mei",
  "Warsaw, Poland": "Warschau, Polen",
  "Apprenticeship": "Stage",
  "Creating the web application for searching appropriate install files for ATM machines and the desktop application changing some properties on Windows": "Het maken van de webapplicatie voor het zoeken naar de juiste installatiebestanden voor pinautomaten en de desktopapplicatie voor het wijzigen van enkele eigenschappen op Windows",
  "Education": "Educatie",
  "September": "September",
  "Current": "Heden",
  "April": "April",
  "HZ University of Applied Sciences": "Hogeschool Zeeland",
  "The Hague University of Applied Sciences": "De Haagse Hogeschool",
  "Technical Secondary School of Mechatronics No 1": "Technische School voor Mechatronica No 1",
  "Middelburg, Netherlands": "Middelburg, Nederland",
  "Zoetermeer, Netherlands": "Zoetermeer, Nederland",
  "BSc | Information and Communication Technology": "BSc | Informatie- en communicatietechnologie",
  "Minor | \"Becoming the next successful online startup\"": "Minor | \"Becoming the next successful online startup\"",
  "High School Diploma + Vocational qualifications": "Diploma middelbareschool + Kwalificaties voor beroepsonderwijs",
  "Passed and received EE08 (Installation and operation of computer systems, peripherals and networks) and EE09 (Programming, development and administration of websites and databases) qualifications issued by CKE (Polish examination board)": "Geslaagd voor en in het bezit van EE08 (Installatie en bediening van computersystemen, randapparatuur en netwerken) en EE09 (Programmeren, ontwikkelen en beheren van websites en databases) kwalificaties afgegeven door CKE (Poolse examencommissie)",
  "Explore a collection of websites and applications developed with a focus on simplicity, functionality, and continuous improvement": "Ontdek een verzameling websites en applicaties die zijn ontwikkeld met de focus op eenvoud, functionaliteit en voortdurende verbetering",
  "University projects": "Universiteitsprojecten",
  "Hover (or click) on an image to find out more about a specific project": "Beweeg (of klik) over een afbeelding om meer te weten te over een specifiek project",
  "These projects highlight a growing passion for technology and problem-solving": "Deze projecten benadrukken een groeiende passie voor technologie en het oplossen van problemen",
  "An educational game for kids, aged around 8-10, about identity theft issue and preventing from it": "Een educatief spel voor kinderen van ongeveer 8-10 jaar over identiteitsdiefstal en het voorkomen daarvan.",
  "An application that provides with clear visualization of temperature room records inside Joint Research Center Zeeland building and thus helps monitor past temperatures in order to analyze and reduce energy waste": "Een applicatie die een duidelijke visualisatie biedt van de temperatuur in het gebouw van het Joint Research Center Zeeland en zo helpt bij het monitoren van temperaturen uit het verleden om energieverspilling te analyseren en te verminderen.",
  "A startup project that enhances the sports experience by providing a platform for broad finding, simple reserving, and easy accessing of sports facilities": "Een startup-project dat de sportbeleving verbetert door een platform te bieden voor het vinden, reserveren en bezoeken van sportfaciliteiten.",
  "An application that connects people through sports": "Een applicatie die mensen verbindt door middel van sport.",
  "It tracks your performance during activity and it also allows you to meet/chat with other sport colleagues": "Het houdt je prestaties tijdens de activiteit bij en stelt je ook in staat om andere sportcollega's te ontmoeten/chatten.",
  "#discover": "#discover",
  "January": "Januari",
  "February": "Februari",
  "Internship": "Stage",
  "Software Engineering Internship": "Software Engineering Stage"
}