{
  "About me": "O mnie",
  "Portfolio": "Portfolio",
  "Contact": "Kontakt",
  "Contact me": "Dane kontaktowe",
  "Source code": "Kod źródłowy",
  "Website": "Strona internetowa",
  "I am Bartosz Adamczyk, currently ICT student at HZ University of Applied Sciences, with a passion for technology, innovation, and creating impactful digital experiences": "Nazywam się Bartosz Adamczyk, obecnie jestem studentem ICT na HZ University of Applied Sciences, z pasją do technologii, innowacji i tworzenia wpływowych doświadczeń cyfrowych.",
  "I would like to introduce mainly my educational and professional background more in details on this page": "Chciałbym przedstawić głównie moje wykształcenie i doświadczenie profesjonalne/zawodowe bardziej szczegółowo na tej stronie.",
  "I am keen on programming and solving technical problems": "Interesuję się programowaniem i rozwiązywaniem problemów technicznych.",
  "I want to make world a better place through creating various applications, programs and websites": "Chcę uczynić świat lepszym miejscem poprzez tworzenie różnych aplikacji, programów i stron internetowych;",
  "It gives me a lot of pleasure and satisfaction": "to mi daje mnóstwo przyjemności i satysfakcji.",
  "Beyond tech, I love exploring new places, listening to great music, and embracing new experiences that fuel my creativity": "Poza technologią uwielbiam odkrywać nowe miejsca, słuchać świetnej muzyki i zdobywać nowe doświadczenia, które napędzają moją kreatywność.",
  "Experience": "Doświadczenie",
  "May": "Maj",
  "Warsaw, Poland": "Warszawa, Polska",
  "Apprenticeship": "Praktyki",
  "Creating the web application for searching appropriate install files for ATM machines and the desktop application changing some properties on Windows": "Stworzenie aplikacji webowej do wyszukiwania odpowiednich plików instalacyjnych dla maszyn ATM oraz aplikacji desktopowej zmieniającej niektóre właściwości w systemie Windows",
  "Education": "Edukacja",
  "September": "Wrzesień",
  "Current": "Obecnie",
  "April": "Kwiecień",
  "HZ University of Applied Sciences": "HZ University of Applied Sciences",
  "The Hague University of Applied Sciences": "The Hague University of Applied Sciences",
  "Technical Secondary School of Mechatronics No 1": "Technikum Mechatroniczne nr 1",
  "Middelburg, Netherlands": "Middelburg, Niderlandy",
  "Zoetermeer, Netherlands": "Zoetermeer, Niderlandy",
  "BSc | Information and Communication Technology": "Studia licencjackie | Technologie informacyjne i komunikacyjne (Information and Communication Technology)",
  "Minor | \"Becoming the next successful online startup\"": "Program minorowy | \"Becoming the next successful online startup\"",
  "High School Diploma + Vocational qualifications": "Świadectwo dojrzałości + kwalifikacje zawodowe",
  "Passed and received EE08 (Installation and operation of computer systems, peripherals and networks) and EE09 (Programming, development and administration of websites and databases) qualifications issued by CKE (Polish examination board)": "Uzyskanie kwalifikacji EE.08 (Montaż i eksploatacja systemów komputerowych, urządzeń peryferyjnych i sieci) oraz EE.09 (Programowanie, tworzenie i administrowanie stronami internetowymi i bazami danych) wydanych przez CKE.",
  "Explore a collection of websites and applications developed with a focus on simplicity, functionality, and continuous improvement": "Zapoznaj się z kolekcją stron internetowych i aplikacji opracowanych z naciskiem na prostotę, funkcjonalność i ciągłe doskonalenie.",
  "University projects": "Projekty uczelniane",
  "Hover (or click) on an image to find out more about a specific project": "Najedź kursorem (lub kliknij) na obraz, aby dowiedzieć się więcej o konkretnym projekcie.",
  "These projects highlight a growing passion for technology and problem-solving": "Projekty te podkreślają moją rosnącą pasję do technologii i rozwiązywania problemów",
  "An educational game for kids, aged around 8-10, about identity theft issue and preventing from it": "Gra edukacyjna dla dzieci w wieku około 8-10 lat dotycząca tematu kradzieży tożsamości i zapobieganiu jej.",
  "An application that provides with clear visualization of temperature room records inside Joint Research Center Zeeland building and thus helps monitor past temperatures in order to analyze and reduce energy waste": "Aplikacja, która zapewnia przejrzystą wizualizację zapisów temperatur w pomieszczeniach budynku Joint Research Center Zeeland, a tym samym pomaga monitorować przeszłe temperatury w celu analizy i zmniejszenia strat energii.",
  "A startup project that enhances the sports experience by providing a platform for broad finding, simple reserving, and easy accessing of sports facilities": "Projekt startupowy, który poprawia szeroko pojęte wrażenia sportowe, zapewniając platformę do szerokiego wyszukiwania, prostej rezerwacji i łatwego dostępu do obiektów sportowych.",
  "An application that connects people through sports": "Aplikacja, która łączy ludzi poprzez sport -",
  "It tracks your performance during activity and it also allows you to meet/chat with other sport colleagues": " śledzi wydajność podczas aktywności, a także pozwala spotkać się/porozmawiać z innymi sportowcami."
}